Repository: impeka/applications-and-evaluations
Catalog: languages/applications-and-evaluations-*.po
Languages: fr_ca

source: Applications and Evaluations
fr_ca: Candidatures et évaluations

source: Moves all application and evaluation form functionality out of the theme.
fr_ca: Déplace toutes les fonctionnalités des formulaires de candidature et d’évaluation hors du thème.

source: Invalid application type.
fr_ca: Type de candidature invalide.

source: Invalid application session.
fr_ca: Session de candidature invalide.

source: This session is not currently accepting applications.
fr_ca: Cette session n’accepte pas de candidatures pour le moment.

source: You have reached the application limit for this session.
fr_ca: Vous avez atteint la limite de candidatures pour cette session.

source: Unable to create the application. Please try again.
fr_ca: Impossible de créer la candidature. Veuillez réessayer.

source: Linked Evaluations
fr_ca: Évaluations associées

source: Unable to load application details.
fr_ca: Impossible de charger les détails de la candidature.

source: This application has not been submitted yet.
fr_ca: Cette candidature n’a pas encore été soumise.

source: No evaluations have been submitted for this application yet.
fr_ca: Aucune évaluation n’a encore été soumise pour cette candidature.

source: Evaluator
fr_ca: Évaluateur

source: Unknown user
fr_ca: Utilisateur inconnu

source: Sum of Totals
fr_ca: Somme des totaux

source: Average Totals
fr_ca: Moyenne des totaux

source: Applications
fr_ca: Candidatures

source: Application
fr_ca: Candidature

source: Application Types
fr_ca: Types de candidature

source: Application Type
fr_ca: Type de candidature

source: Application Sessions
fr_ca: Sessions de candidature

source: Application Session
fr_ca: Session de candidature

source: Application Form Builder
fr_ca: Générateur de formulaire de candidature

source: Form Pages
fr_ca: Pages du formulaire

source: Add Page
fr_ca: Ajouter une page

source: Page Label
fr_ca: Libellé de la page

source: Field Groups
fr_ca: Groupes de champs

source: Add Field Group
fr_ca: Ajouter un groupe de champs

source: ACF Field Group
fr_ca: Groupe de champs ACF

source: Application Session Settings
fr_ca: Paramètres de la session de candidature

source: Select the application type this session belongs to.
fr_ca: Sélectionnez le type de candidature auquel cette session appartient.

source: Opens At
fr_ca: Ouverture

source: Applications can start at this date/time. Leave empty to open immediately.
fr_ca: Les candidatures peuvent commencer à cette date/heure. Laissez vide pour ouvrir immédiatement.

source: Closes At
fr_ca: Fermeture

source: Applications close after this date/time. Leave empty for no end date.
fr_ca: Les candidatures se terminent à cette date/heure. Laissez vide pour ne pas définir de date de fin.

source: Submissions Per User
fr_ca: Soumissions par utilisateur

source: Maximum applications a single user can submit for this session. Use 0 or leave empty for unlimited.
fr_ca: Nombre maximal de candidatures qu’un utilisateur peut soumettre pour cette session. Utilisez 0 ou laissez vide pour un nombre illimité.

source: Visibility When Out of Session
fr_ca: Visibilité hors session

source: Keep this session selectable even when outside its open/close dates.
fr_ca: Conserver cette session sélectionnable même en dehors de ses dates d’ouverture et de fermeture.

source: Confirmation Email Subject
fr_ca: Objet du courriel de confirmation

source: Email subject sent to applicants after submission.
fr_ca: Objet du courriel envoyé aux candidats après la soumission.

source: Confirmation Email Message
fr_ca: Message du courriel de confirmation

source: Email body sent to applicants after submission.
fr_ca: Corps du courriel envoyé aux candidats après la soumission.

source: Force Unlock
fr_ca: Forcer le déverrouillage

source: Unlock this application so applicant can make changes
fr_ca: Déverrouiller cette candidature afin que le candidat puisse y apporter des modifications

source: Status
fr_ca: Statut

source: Submitted
fr_ca: Soumise

source: Unlocked
fr_ca: Déverrouillée

source: All statuses
fr_ca: Tous les statuts

source: Submitted only
fr_ca: Soumises seulement

source: Application Submitted
fr_ca: Candidature soumise

source: Your application "%s" has been submitted.
fr_ca: Votre candidature « %s » a été soumise.

source: Opens
fr_ca: Ouverture

source: Closes
fr_ca: Fermeture

source: Evaluation Form Builder
fr_ca: Générateur de formulaire d’évaluation

source: Append Summary Page
fr_ca: Ajouter une page de résumé

source: Add a final summary page showing all subtotals and total score.
fr_ca: Ajouter une page de résumé finale affichant tous les sous-totaux et le pointage total.

source: Evaluations
fr_ca: Évaluations

source: Evaluation
fr_ca: Évaluation

source: Evaluation Sessions
fr_ca: Sessions d’évaluation

source: Evaluation Session
fr_ca: Session d’évaluation

source: Evaluation Session Settings
fr_ca: Paramètres de la session d’évaluation

source: Select the application session this evaluation category applies to.
fr_ca: Sélectionnez la session de candidature à laquelle cette catégorie d’évaluation s’applique.

source: Who Can Evaluate
fr_ca: Qui peut évaluer

source: By user role / group
fr_ca: Par rôle / groupe d’utilisateurs

source: By specific users
fr_ca: Par utilisateurs spécifiques

source: Allowed Roles
fr_ca: Rôles autorisés

source: Select the roles/groups allowed to evaluate applications in this evaluation session.
fr_ca: Sélectionnez les rôles/groupes autorisés à évaluer des candidatures dans cette session d’évaluation.

source: Allowed Users
fr_ca: Utilisateurs autorisés

source: Select specific evaluators. Uses a searchable multi-select to avoid long lists.
fr_ca: Sélectionnez des évaluateurs précis. Utilise une sélection multiple avec recherche pour éviter les longues listes.

source: Email subject sent to evaluators after they submit an evaluation.
fr_ca: Objet du courriel envoyé aux évaluateurs après qu’ils ont soumis une évaluation.

source: Email body sent to evaluators after submission.
fr_ca: Corps du courriel envoyé aux évaluateurs après la soumission.

source: Evaluation Submitted
fr_ca: Évaluation soumise

source: Your evaluation "%s" has been submitted.
fr_ca: Votre évaluation « %s » a été soumise.

source: An error occurred.
fr_ca: Une erreur est survenue.

source: A&E Settings
fr_ca: Paramètres Candidatures et évaluations

source: Email Settings
fr_ca: Paramètres des courriels

source: Configure the sender and admin copy options used by Applications & Evaluations emails.
fr_ca: Configurer l’expéditeur et les options de copie à l’administrateur utilisées par les courriels de Candidatures et évaluations.

source: Sender Name
fr_ca: Nom de l’expéditeur

source: Sender Email
fr_ca: Courriel de l’expéditeur

source: Do Not CC Confirmation Email to Admin
fr_ca: Ne pas mettre l’administrateur en Cc du courriel de confirmation

source: Name to use as the email sender.
fr_ca: Nom à utiliser comme expéditeur du courriel.

source: Email address used in the From header.
fr_ca: Adresse courriel utilisée dans l’en-tête « From ».

source: Do not CC admin on confirmation emails.
fr_ca: Ne pas mettre l’administrateur en Cc des courriels de confirmation.

source: Evaluation Summary
fr_ca: Résumé de l’évaluation

source: Summary
fr_ca: Résumé

source: Subtotal
fr_ca: Sous-total

source: Score
fr_ca: Pointage

source: No application types available.
fr_ca: Aucun type de candidature disponible.

source: No active sessions for this application type.
fr_ca: Aucune session active pour ce type de candidature.

source: Applications to Evaluate
fr_ca: Candidatures à évaluer

source: Applicant
fr_ca: Candidat

source: Application #%d
fr_ca: Candidature no %d

source: View application
fr_ca: Voir la candidature

source: Continue evaluation
fr_ca: Poursuivre l’évaluation

source: View evaluation
fr_ca: Voir l’évaluation

source: Evaluation submitted; editing disabled.
fr_ca: Évaluation soumise; modification désactivée.

source: Start evaluation
fr_ca: Commencer l’évaluation

source: New Application
fr_ca: Nouvelle candidature

source: Application limit reached for this session.
fr_ca: Limite de candidatures atteinte pour cette session.

source: This session is closed.
fr_ca: Cette session est fermée.

source: Log in to start an application.
fr_ca: Connectez-vous pour commencer une candidature.

source: You can submit %1$d application(s) for this session. %2$d remaining.
fr_ca: Vous pouvez soumettre %1$d candidature(s) pour cette session. Il en reste %2$d.

source: Your Applications
fr_ca: Vos candidatures

source: Log in to view your applications.
fr_ca: Connectez-vous pour voir vos candidatures.

source: You have not started any applications for this session.
fr_ca: Vous n’avez commencé aucune candidature pour cette session.

source: Title
fr_ca: Titre

source: Created
fr_ca: Créé

source: Editing disabled; application submitted.
fr_ca: Modification désactivée; candidature soumise.

source: Editing disabled; session closed.
fr_ca: Modification désactivée; session fermée.

source: Edit application
fr_ca: Modifier la candidature

source: Delete application
fr_ca: Supprimer la candidature

source: Delete disabled; session closed.
fr_ca: Suppression désactivée; session fermée.

source: View Application
fr_ca: Voir la candidature
